Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/Contact/Index.*.resx
Languages: fr, ru, uk

# Title
source: Contact
ru: Контакты
uk: Контакти

source: Get In Touch
fr: Contactez-nous
ru: Свяжитесь с нами
uk: Зв'яжіться з нами

source: Contact Us
fr: Contactez-nous
ru: Свяжитесь с нами
uk: Зв'яжіться з нами

# ContactHeroText
source: We're here to help! Reach out to us through any of the channels below. Our team is ready to assist you with any questions or support you may need.
fr: Nous sommes là pour vous aider ! Contactez-nous via l'un des canaux ci-dessous. Notre équipe est prête à vous assister pour toute question ou support dont vous pourriez avoir besoin.
ru: Мы здесь, чтобы помочь! Свяжитесь с нами через любой из каналов ниже. Наша команда готова помочь вам с любыми вопросами или поддержкой, которая может вам понадобиться.
uk: Ми тут, щоб допомогти! Зв'яжіться з нами через будь-який з каналів нижче. Наша команда готова допомогти вам з будь-якими питаннями або підтримкою, яка може вам знадобитися.

# EmailDesc
source: Send us an email anytime
fr: Envoyez-nous un e-mail à tout moment
ru: Напишите нам в любое время
uk: Напишіть нам будь-коли

source: Technical Support
fr: Support technique
ru: Техническая поддержка
uk: Технічна підтримка

# TechnicalSupportDesc
source: Get technical assistance
fr: Obtenez une assistance technique
ru: Получите техническую помощь
uk: Отримайте технічну допомогу

source: Write to specialist
fr: Écrire à un spécialiste
ru: Написать специалисту
uk: Написати спеціалісту

source: Financial Support
fr: Support financier
ru: Финансовая поддержка
uk: Фінансова підтримка

# FinancialSupportDesc
source: Billing and payment questions
fr: Questions de facturation et de paiement
ru: Вопросы по оплате и платежам
uk: Питання щодо оплати та платежів

source: Contact finance team
fr: Contacter l'équipe financière
ru: Связаться с финансовой командой
uk: Зв'язатися з фінансовою командою

source: General Inquiries
fr: Demandes générales
ru: Общие вопросы
uk: Загальні питання

# GeneralInquiriesDesc
source: General questions and support
fr: Questions générales et support
ru: Общие вопросы и поддержка
uk: Загальні питання та підтримка

source: Message on Telegram
fr: Message sur Telegram
ru: Написать в Telegram
uk: Написати в Telegram

# SendUsMessage
source: Send Us a Message
fr: Envoyez-nous un message
ru: Отправить нам сообщение
uk: Відправити нам повідомлення

# ContactFormDesc
source: Fill out the form below and we'll get back to you as soon as possible
fr: Remplissez le formulaire ci-dessous et nous vous répondrons dans les plus brefs délais
ru: Заполните форму ниже, и мы свяжемся с вами как можно скорее
uk: Заповніть форму нижче, і ми зв'яжемося з вами якомога швидше

source: Your Name
fr: Votre nom
ru: Ваше имя
uk: Ваше ім'я

source: Your Email
fr: Votre e-mail
ru: Ваш email
uk: Ваш email

source: Phone Number
fr: Numéro de téléphone
ru: Номер телефона
uk: Номер телефону

source: Service Type
fr: Type de service
ru: Тип услуги
uk: Тип послуги

source: Message
ru: Сообщение
uk: Повідомлення

source: Send Message
fr: Envoyer le message
ru: Отправить сообщение
uk: Відправити повідомлення

source: Our Social Networks
fr: Nos réseaux sociaux
ru: Наши социальные сети
uk: Наші соціальні мережі

# FollowUs
source: Follow us on social media
fr: Suivez-nous sur les réseaux sociaux
ru: Подписывайтесь на нас в социальных сетях
uk: Слідкуйте за нами в соціальних мережах

source: Instagram
ru: Инстаграм
uk: Інстаграм

# InstagramDesc
source: Follow us on Instagram
fr: Suivez-nous sur Instagram
ru: Подписывайтесь на нас в Instagram
uk: Слідкуйте за нами в Instagram

source: Telegram Bot
fr: Bot Telegram
ru: Телеграм Бот
uk: Телеграм Бот

# TelegramBotDesc
source: Chat with our Telegram bot
fr: Discutez avec notre bot Telegram
ru: Общайтесь с нашим Telegram ботом
uk: Спілкуйтеся з нашим Telegram ботом

source: WhatsApp
ru: Вотсап
uk: Вотсап

# WhatsAppDesc
source: Contact us on WhatsApp
fr: Contactez-nous sur WhatsApp
ru: Свяжитесь с нами в WhatsApp
uk: Зв'яжіться з нами в WhatsApp

# OpenLink
source: Open
fr: Ouvrir
ru: Открыть
uk: Відкрити

# SEOTitle
source: Contact Us - Get in Touch - CloudCityCenter
fr: Contactez-nous - Prenez contact - CloudCityCenter
ru: Контакты - Свяжитесь с нами - CloudCityCenter
uk: Контакти - Зв'яжіться з нами - CloudCityCenter

# SEODescription
source: Contact CloudCityCenter for server rental worldwide. Our specialists will help you choose the right VPS, VDI, VPN or dedicated server.
fr: Contactez CloudCityCenter pour la location de serveurs dans le monde entier. Nos spécialistes vous aideront à choisir le VPS, VDI, VPN ou serveur dédié adapté.
ru: Свяжитесь с CloudCityCenter для аренды серверов по всему миру. Наши специалисты помогут выбрать подходящий VPS, VDI, VPN или выделенный сервер.
uk: Зв'яжіться з CloudCityCenter для оренди серверів по всьому світу. Наші спеціалісти допоможуть вибрати підходящий VPS, VDI, VPN або виділений сервер.

# SEOKeywords
source: contact, get in touch, customer support, server consultation
fr: contact, prendre contact, support client, consultation serveurs
ru: контакты, связаться с нами, поддержка клиентов, консультация по серверам
uk: контакти, зв'язатися з нами, підтримка клієнтів, консультація по серверах
