Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/VPN/Index.*.resx
Languages: de, es, fr, pl, ru, uk

# ErrorOccurred
source: An error occurred
es: Ocurrió un error
ru: Произошла ошибка
uk: Сталася помилка
