Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/VPN/Index.*.resx
Languages: de, es, fr, pl, ru, uk

# Title
source: VPN Tunneling
es: Túnel VPN
fr: Tunnel VPN
pl: Tunelowanie VPN
ru: VPN туннелирование
uk: VPN тунелювання

source: VPN Tunneling
es: Túnel VPN
fr: Tunnel VPN
pl: Tunelowanie VPN
ru: VPN туннелирование
uk: VPN тунелювання

# VPNDescription
source: A VPN (Virtual Private Network) is a technology that provides a secure connection over the Internet. It hides your real IP address, encrypts all traffic, and allows you to work safely even on public Wi-Fi networks. A VPN is necessary to protect personal data, bypass blocks, maintain privacy, and ensure business security.
de: Ein VPN (virtuelles privates Netzwerk) ist eine Technologie, die eine sichere Verbindung über das Internet bietet. Es verbirgt Ihre echte IP-Adresse, verschlüsselt den gesamten Datenverkehr und ermöglicht es Ihnen, sicher zu arbeiten, auch in öffentlichen Wi-Fi-Netzwerken. Ein VPN ist notwendig, um persönliche Daten zu schützen, Blockaden zu umgehen, die Privatsphäre zu wahren und die Geschäftssicherheit zu gewährleisten.
es: Una VPN (red privada virtual) es una tecnología que proporciona una conexión segura a través de Internet. Oculta su dirección IP real, cifra todo el tráfico y le permite trabajar de forma segura incluso en redes Wi-Fi públicas. Una VPN es necesaria para proteger datos personales, evitar bloqueos, mantener la privacidad y garantizar la seguridad empresarial.
fr: Un VPN (réseau privé virtuel) est une technologie qui fournit une connexion sécurisée sur Internet. Il masque votre adresse IP réelle, crypte tout le trafic et vous permet de travailler en toute sécurité même sur les réseaux Wi-Fi publics. Un VPN est nécessaire pour protéger les données personnelles, contourner les blocages, maintenir la confidentialité et assurer la sécurité des entreprises.
pl: VPN (wirtualna sieć prywatna) to technologia zapewniająca bezpieczne połączenie przez Internet. Ukrywa Twój prawdziwy adres IP, szyfruje cały ruch i pozwala bezpiecznie pracować nawet w publicznych sieciach Wi-Fi. VPN jest niezbędny do ochrony danych osobowych, omijania blokad, zachowania prywatności i zapewnienia bezpieczeństwa biznesowego.
ru: VPN (виртуальная частная сеть) — это технология, которая обеспечивает безопасное подключение через Интернет. Она скрывает ваш реальный IP-адрес, шифрует весь трафик и позволяет безопасно работать даже в публичных Wi-Fi сетях. VPN необходим для защиты личных данных, обхода блокировок, поддержания конфиденциальности и обеспечения безопасности бизнеса.
uk: VPN (віртуальна приватна мережа) — це технологія, яка забезпечує безпечне підключення через Інтернет. Вона приховує вашу реальну IP-адресу, шифрує весь трафік і дозволяє безпечно працювати навіть у публічних Wi-Fi мережах. VPN необхідний для захисту особистих даних, обходу блокувань, підтримки конфіденційності та забезпечення безпеки бізнесу.

# EncryptedTraffic
source: Encrypted traffic end-to-end
de: Ende-zu-Ende verschlüsselter Datenverkehr
es: Tráfico cifrado de extremo a extremo
fr: Trafic crypté de bout en bout
pl: Szyfrowany ruch end-to-end
ru: Шифрование трафика от начала до конца
uk: Шифрування трафіку від початку до кінця

# StableConnectivity
source: Stable cross-region connectivity
de: Stabile regionsübergreifende Konnektivität
es: Conectividad estable entre regiones
fr: Connectivité interrégionale stable
pl: Stabilna łączność międzyregionowa
ru: Стабильное межрегиональное подключение
uk: Стабільне міжрегіональне підключення

# EasyManagement
source: Easy management & monitoring
de: Einfache Verwaltung und Überwachung
es: Gestión y monitoreo fáciles
fr: Gestion et surveillance faciles
pl: Łatwe zarządzanie i monitorowanie
ru: Простое управление и мониторинг
uk: Просте управління та моніторинг

source: VPN Plans
de: VPN-Pläne
es: Planes VPN
fr: Plans VPN
pl: Plany VPN
ru: Тарифы VPN
uk: Тарифи VPN

# ChooseVPNSolution
source: Choose the perfect VPN solution for your needs
de: Wählen Sie die perfekte VPN-Lösung für Ihre Bedürfnisse
es: Elija la solución VPN perfecta para sus necesidades
fr: Choisissez la solution VPN parfaite pour vos besoins
pl: Wybierz idealne rozwiązanie VPN dla swoich potrzeb
ru: Выберите идеальное VPN решение для ваших потребностей
uk: Виберіть ідеальне VPN рішення для ваших потреб

# ConfigurationServicesTitle
source: Configuration of CHR, MikroTik and Fortinet for your business
de: Konfiguration von CHR, MikroTik und Fortinet für Ihr Unternehmen
es: Configuración de CHR, MikroTik y Fortinet para su negocio
fr: Configuration de CHR, MikroTik et Fortinet pour votre entreprise
pl: Konfiguracja CHR, MikroTik i Fortinet dla Twojego biznesu
ru: Настройка CHR, MikroTik и Fortinet под ваш бизнес
uk: Налаштування CHR, MikroTik та Fortinet під ваш бізнес

# ConfigurationServicesDescription
source: We will connect, configure and ensure stable operation of your network â€” from cloud CHR to physical MikroTik or corporate Fortinet. Without unnecessary complexity and with support at every stage.
de: Wir verbinden, konfigurieren und gewährleisten den stabilen Betrieb Ihres Netzwerks — vom Cloud-CHR bis zum physischen MikroTik oder Corporate Fortinet. Ohne unnötige Komplexität und mit Unterstützung in jeder Phase.
es: Conectaremos, configuraremos y garantizaremos el funcionamiento estable de su red — desde CHR en la nube hasta MikroTik físico o Fortinet corporativo. Sin complejidad innecesaria y con soporte en cada etapa.
fr: Nous connecterons, configurerons et assurerons le fonctionnement stable de votre réseau — du CHR cloud au MikroTik physique ou au Fortinet d'entreprise. Sans complexité inutile et avec un support à chaque étape.
pl: Połączymy, skonfigurujemy i zapewnimy stabilną pracę Twojej sieci — od chmurowego CHR po fizyczny MikroTik lub korporacyjny Fortinet. Bez niepotrzebnej złożoności i ze wsparciem na każdym etapie.
ru: Подключим, настроим и обеспечим стабильную работу вашей сети — от облачного CHR до физического MikroTik или корпоративного Fortinet. Без лишней сложности и с поддержкой на каждом этапе.
uk: Підключимо, налаштуємо та забезпечимо стабільну роботу вашої мережі — від хмарного CHR до фізичного MikroTik або корпоративного Fortinet. Без зайвої складності та з підтримкою на кожному етапі.

# CHRConfigurationTitle
source: CHR (Cloud Hosted Router) Configuration
de: CHR (Cloud Hosted Router) Konfiguration
es: Configuración CHR (Cloud Hosted Router)
fr: Configuration CHR (Cloud Hosted Router)
pl: Konfiguracja CHR (Cloud Hosted Router)
ru: Настройка CHR (Cloud Hosted Router)
uk: Налаштування CHR (Cloud Hosted Router)

# CHRWhatIncluded
source: What's included:
de: Was enthalten ist:
es: Lo que incluye:
fr: Ce qui est inclus :
pl: Co zawiera:
ru: Что входит:
uk: Що входить:

# CHRFeature1
source: Installation/update of RouterOS on virtual server
de: Installation/Aktualisierung von RouterOS auf virtuellem Server
es: Instalación/actualización de RouterOS en servidor virtual
fr: Installation/mise à jour de RouterOS sur serveur virtuel
pl: Instalacja/aktualizacja RouterOS na serwerze wirtualnym
ru: Установка/обновление RouterOS на виртуальном сервере
uk: Встановлення/оновлення RouterOS на віртуальному сервері

# CHRFeature2
source: VPN setup (WireGuard, IPsec, OpenVPN)
de: VPN-Einrichtung (WireGuard, IPsec, OpenVPN)
es: Configuración VPN (WireGuard, IPsec, OpenVPN)
fr: Configuration VPN (WireGuard, IPsec, OpenVPN)
pl: Konfiguracja VPN (WireGuard, IPsec, OpenVPN)
ru: Настройка VPN (WireGuard, IPsec, OpenVPN)
uk: Налаштування VPN (WireGuard, IPsec, OpenVPN)

# CHRFeature3
source: Firewall, NAT, port forwarding
de: Firewall, NAT, Port-Weiterleitung
es: Firewall, NAT, reenvío de puertos
fr: Firewall, NAT, redirection de ports
pl: Firewall, NAT, przekierowanie portów
ru: Firewall, NAT, проброс портов
uk: Firewall, NAT, проброс портів

# CHRFeature4
source: Routing, monitoring, basic access policies
de: Routing, Monitoring, grundlegende Zugriffsrichtlinien
es: Enrutamiento, monitoreo, políticas de acceso básicas
fr: Routage, surveillance, politiques d'accès de base
pl: Routing, monitorowanie, podstawowe polityki dostępu
ru: Маршрутизация, мониторинг, базовые политики доступа
uk: Маршрутизація, моніторинг, базові політики доступу

# CHRFeature5
source: Optimization for client network
de: Optimierung für Kundennetzwerk
es: Optimización para la red del cliente
fr: Optimisation pour le réseau client
pl: Optymalizacja pod sieć klienta
ru: Оптимизация под сеть клиента
uk: Оптимізація під мережу клієнта

# MikroTikConfigurationTitle
source: Physical MikroTik Equipment Configuration
de: Konfiguration physischer MikroTik-Ausrüstung
es: Configuración de equipamiento físico MikroTik
fr: Configuration de l'équipement physique MikroTik
pl: Konfiguracja fizycznego sprzętu MikroTik
ru: Настройка физического оборудования MikroTik
uk: Налаштування фізичного обладнання MikroTik

# FortinetConfigurationTitle
source: Physical Fortinet Equipment Configuration
de: Konfiguration physischer Fortinet-Ausrüstung
es: Configuración de equipamiento físico Fortinet
fr: Configuration de l'équipement physique Fortinet
pl: Konfiguracja fizycznego sprzętu Fortinet
ru: Настройка физического оборудования Fortinet
uk: Налаштування фізичного обладнання Fortinet

# FortinetDescription
source: Fortinet is enterprise-level network security equipment, more complex than MikroTik, and its configuration requires more time and experience. Fortinet requires advanced certification and time (often 4-8 hours or more), so rates are above average.
de: Fortinet ist Netzwerksicherheitsausrüstung auf Unternehmensebene, komplexer als MikroTik, und ihre Konfiguration erfordert mehr Zeit und Erfahrung. Fortinet erfordert fortgeschrittene Zertifizierung und Zeit (oft 4-8 Stunden oder mehr), daher sind die Tarife überdurchschnittlich.
es: Fortinet es equipamiento de seguridad de red a nivel empresarial, más complejo que MikroTik, y su configuración requiere más tiempo y experiencia. Fortinet requiere certificación avanzada y tiempo (a menudo 4-8 horas o más), por lo que las tarifas están por encima del nivel medio.
fr: Fortinet est un équipement de sécurité réseau de niveau entreprise, plus complexe que MikroTik, et sa configuration nécessite plus de temps et d'expérience. Fortinet nécessite une certification avancée et du temps (souvent 4 à 8 heures ou plus), donc les tarifs sont au-dessus du niveau moyen.
pl: Fortinet to sprzęt bezpieczeństwa sieciowego na poziomie korporacyjnym, bardziej złożony niż MikroTik, a jego konfiguracja wymaga więcej czasu i doświadczenia. Fortinet wymaga zaawansowanej certyfikacji i czasu (często 4-8 godzin lub więcej), więc stawki są powyżej średniego poziomu.
ru: Fortinet — это техника уровня корпоративной сетевой безопасности, сложнее MikroTik, и её настройка требует большего времени и опыта. Fortinet требует продвинутой сертификации и времени (часто 4–8 часов и больше), поэтому тарифы выше среднего уровня.
uk: Fortinet — це техніка рівня корпоративної мережевої безпеки, складніша за MikroTik, і її налаштування потребує більше часу та досвіду. Fortinet потребує просунутої сертифікації та часу (часто 4–8 годин і більше), тому тарифи вище середнього рівня.

source: Order
de: Bestellen
es: Pedir
fr: Commander
pl: Zamów
ru: Заказать
uk: Замовити

# CHRBasicDesc
source: Basic CHR setup (VPN, Firewall, NAT)
de: Grundlegende CHR-Einrichtung (VPN, Firewall, NAT)
es: Configuración básica CHR (VPN, Firewall, NAT)
fr: Configuration de base CHR (Fournisseur, Firewall, NAT)
pl: Podstawowa konfiguracja CHR (VPN, Firewall, NAT)
ru: Базовая настройка CHR (VPN, Firewall, NAT)
uk: Базова налаштування CHR (VPN, Firewall, NAT)

# CHRStandardDesc
source: Advanced security rules + monitoring
de: Erweiterte Sicherheitsregeln + Überwachung
es: Reglas de seguridad avanzadas + monitoreo
fr: Règles de sécurité avancées (VPN - Gre/L2TP + surveillance)
pl: Zaawansowane reguły bezpieczeństwa + monitorowanie
ru: Расширенные правила безопасности + мониторинг
uk: Розширені правила безпеки + моніторинг

# CHRProDesc
source: Full setup with backups, fault tolerance
de: Vollständige Einrichtung mit Backups, Fehlertoleranz
es: Configuración completa con respaldos, tolerancia a fallos
fr: Configuration complète avec sauvegardes, tolérance aux pannes
pl: Pełna konfiguracja z kopiami zapasowymi, odpornością na awarie
ru: Полная настройка с резервами, отказоустойчивостью
uk: Повна налаштування з резервами, відмовостійкістю

# MikroTikBasicDesc
source: WAN/LAN connection, NAT, DHCP, basic Firewall
de: WAN/LAN-Verbindung, NAT, DHCP, grundlegende Firewall
es: Conexión WAN/LAN, NAT, DHCP, firewall básico
fr: Connexion WAN/LAN, NAT, DHCP, pare-feu de base
pl: Połączenie WAN/LAN, NAT, DHCP, podstawowa zapora
ru: WAN/LAN подключение, NAT, DHCP, базовый Firewall
uk: WAN/LAN підключення, NAT, DHCP, базовий Firewall

# MikroTikAdvancedDesc
source: VPN/IPsec/L2TP, VLAN, provider redundancy
de: VPN/IPsec/L2TP, VLAN, Provider-Redundanz
es: VPN/IPsec/L2TP, VLAN, redundancia de proveedores
fr: VPN/IPsec/L2TP, VLAN, redondance des fournisseurs
pl: VPN/IPsec/L2TP, VLAN, redundancja dostawców
ru: VPN/IPsec/L2TP, VLAN, резервирование провайдеров
uk: VPN/IPsec/L2TP, VLAN, резервування провайдерів

# MikroTikProDesc
source: WiFi CAPsMAN, comprehensive network solution, monitoring
de: WiFi CAPsMAN, umfassende Netzwerklösung, Überwachung
es: WiFi CAPsMAN, solución de red integral, monitoreo
fr: WiFi CAPsMAN, solution réseau complète, surveillance
pl: WiFi CAPsMAN, kompleksowe rozwiązanie sieciowe, monitorowanie
ru: WiFi CAPsMAN, комплексное сетевое решение, мониторинг
uk: WiFi CAPsMAN, комплексне мережеве рішення, моніторинг

# FortinetBasicDesc
source: Basic rule setup, interfaces, Firewall
de: Grundlegende Regelkonfiguration, Schnittstellen, Firewall
es: Configuración de reglas básicas, interfaces, firewall
fr: Configuration des règles de base, interfaces, pare-feu
pl: Konfiguracja podstawowych reguł, interfejsów, zapory
ru: Настройка базовых правил, интерфейсов, Firewall
uk: Налаштування базових правил, інтерфейсів, Firewall

# FortinetSecurityDesc
source: VPN (IPsec/SSL), high-level encryption, IPS
de: VPN (IPsec/SSL), hochwertige Verschlüsselung, IPS
es: VPN (IPsec/SSL), cifrado de alto nivel, IPS
fr: VPN (IPsec/SSL), cryptage de haut niveau, IPS
pl: VPN (IPsec/SSL), szyfrowanie wysokiego poziomu, IPS
ru: VPN (IPsec/SSL), высокоуровневое шифрование, IPS
uk: VPN (IPsec/SSL), високорівневе шифрування, IPS

# FortinetEnterpriseDesc
source: Full network UTM, segmentation, HA, logging
de: Vollständiges Netzwerk-UTM, Segmentierung, HA, Protokollierung
es: UTM de red completo, segmentación, HA, registro
fr: UTM réseau complet, segmentation, HA, journalisation
pl: Pełne UTM sieciowe, segmentacja, HA, rejestrowanie
ru: Полный сетевой UTM, сегментация, HA, логирование
uk: Повний мережевий UTM, сегментація, HA, логування

source: CPU
ru: Процессор
uk: Процесор

source: RAM
ru: ОЗУ
uk: ОЗП

source: Traffic
es: Tráfico
pl: Ruch
ru: Трафик
uk: Трафік

source: Country
de: Land
es: País
pl: Kraj
ru: Страна
uk: Країна

source: OS
de: Betriebssystem
es: Sistema operativo
pl: System operacyjny
ru: ОС
uk: ОС

source: Technology
de: Technologie
es: Tecnología
pl: Technologia
ru: Технология
uk: Технологія

source: Devices
de: Geräte
es: Dispositivos
pl: Urządzenia
ru: Устройства
uk: Пристрої

source: Encryption
de: Verschlüsselung
es: Cifrado
pl: Szyfrowanie
ru: Шифрование
uk: Шифрування

source: Access
de: Zugriff
es: Acceso
pl: Dostęp
ru: Доступ
uk: Доступ

source: Security
de: Sicherheit
es: Seguridad
pl: Bezpieczeństwo
ru: Безопасность
uk: Безпека

source: Backup
de: Sicherung
es: Copia de seguridad
pl: Kopia zapasowa
ru: Резервное копирование
uk: Резервне копіювання

source: Support
es: Soporte
pl: Wsparcie
ru: Поддержка
uk: Підтримка

source: Bandwidth
de: Bandbreite
es: Ancho de banda
pl: Przepustowość
ru: Пропускная способность
uk: Пропускна здатність

source: Core
de: Kern
es: Núcleo
pl: Rdzeń
ru: Ядро
uk: Ядро

source: GB
ru: ГБ
uk: ГБ

source: Month
de: Monat
es: Mes
pl: Miesiąc
ru: Месяц
uk: Місяць

source: Netherlands
es: Países Bajos
pl: Holandia
ru: Нидерланды
uk: Нідерланди

source: Germany
es: Alemania
pl: Niemcy
ru: Германия
uk: Німеччина

source: France
es: Francia
pl: Francja
ru: Франция
uk: Франція

source: Poland
es: Polonia
pl: Polska
ru: Польша
uk: Польща

source: Netherlands/Germany/France
es: Países Bajos/Alemania/Francia
pl: Holandia/Niemcy/Francja
ru: Нидерланды/Германия/Франция
uk: Нідерланди/Німеччина/Франція

source: Unlimited
es: Ilimitado
pl: Bez limitu
ru: Безлимитный
uk: Безлімітний

# ITRemoteSupportWhatIncluded
source: What is included in IT Remote service?
es: 🧩 ¿Qué incluye el servicio IT Remote?
ru: 🧩 Что входит в услугу IT Remote?
uk: 🧩 Що входить в послугу IT Remote?

# ITRemoteSupportFeature1
source: Remote user assistance (via TeamViewer/Anydesk)
es: 🧑‍💻 Asistencia remota a usuarios (vía TeamViewer/Anydesk)
ru: 🧑‍💻 Удалённая помощь пользователям (по TeamViewer/Anydesk)
uk: 🧑‍💻 Віддалена допомога користувачам (через TeamViewer/Anydesk)

# ITRemoteSupportFeature2
source: PC, printer, scanner, software, email and cloud setup
es: 🛠️ Configuración de PC, impresoras, escáneres, software, correo y nubes
ru: 🛠️ Настройка ПК, принтеров, сканеров, ПО, почты и облаков
uk: 🛠️ Налаштування ПК, принтерів, сканерів, ПЗ, пошти та хмар

# ITRemoteSupportFeature3
source: Antivirus, security, VPN, encryption, remote access
es: 🔐 Antivirus, seguridad, VPN, cifrado, acceso remoto
ru: 🔐 Антивирусы, безопасность, VPN, шифрование, удалённый доступ
uk: 🔐 Антивіруси, безпека, VPN, шифрування, віддалений доступ

# ITRemoteSupportFeature4
source: User rights management, AD/LDAP, file systems
es: 🧵 Gestión de derechos de usuario, AD/LDAP, sistemas de archivos
ru: 🧵 Управление правами пользователей, AD/LDAP, файловыми системами
uk: 🧵 Управління правами користувачів, AD/LDAP, файловими системами

# ITRemoteSupportFeature5
source: Consultations and tech support: from simple tasks to non-standard situations
es: ⚙️ Consultas y soporte técnico: desde tareas simples hasta situaciones no estándar
ru: ⚙️ Консультации и техподдержка: от простых задач до нестандартных ситуаций
uk: ⚙️ Консультації та техпідтримка: від простих завдань до нестандартних ситуацій

# ITRemoteSupportFeature6
source: Documentation management, equipment inventory control
es: 🧾 Gestión de documentación, control de inventario de equipos
ru: 🧾 Ведение документации, контроль инвентаризации техники
uk: 🧾 Ведення документації, контроль інвентаризації техніки

# ITRemoteSupportFeature7
source: Remote problem diagnosis and troubleshooting
es: 🔧 Diagnóstico remoto de problemas y resolución de fallos
ru: 🔧 Удалённая диагностика проблем и устранение неполадок
uk: 🔧 Віддалена діагностика проблем та усунення неполадок

# ITRemoteSupportPlans
source: Plans:
es: 💼 Tarifas:
ru: 💼 Тарифы:
uk: 💼 Тарифи:

# ITRemoteSupportStartSupportTime
source: Mon-Fri, 4 hours a day (from 9:00 to 13:00 or 14:00 to 18:00)
es: Lun-Vie, 4 horas al día (de 9:00 a 13:00 o 14:00 a 18:00)
ru: Пн–Пт, 4 часа в день (с 9:00 до 13:00 или 14:00 до 18:00)
uk: Пн–Пт, 4 години на день (з 9:00 до 13:00 або 14:00 до 18:00)

# ITRemoteSupportStartIncluded1
source: Support for up to 5 employees
es: 🧑‍💻 Soporte para hasta 5 empleados
ru: 🧑‍💻 Поддержка до 5 сотрудников
uk: 🧑‍💻 Підтримка до 5 співробітників

# ITRemoteSupportStartIncluded2
source: Up to 5 requests per month
es: 🛠️ Hasta 5 solicitudes por mes
ru: 🛠️ До 5 обращений в месяц
uk: 🛠️ До 5 звернень на місяць

# ITRemoteSupportStartIncluded3
source: Email, printing, network drives setup
es: 📥 Configuración de correo, impresión, unidades de red
ru: 📥 Настройка почты, печати, сетевых дисков
uk: 📥 Налаштування пошти, друку, мережевих дисків

# ITRemoteSupportStartIncluded4
source: Help with VPN/remote desktop access
es: 🔐 Ayuda con VPN/acceso a escritorio remoto
ru: 🔐 Помощь с VPN/доступом к удалённому рабочему столу
uk: 🔐 Допомога з VPN/доступом до віддаленого робочого столу

# ITRemoteSupportStartIncluded5
source: Simple IT documentation management
es: 📄 Gestión simple de documentación IT
ru: 📄 Простое ведение IT-документации
uk: 📄 Просте ведення IT-документації

# ITRemoteSupportStartSuitableFor
source: Freelancers, small offices, startups
es: Freelancers, oficinas pequeñas, startups
ru: Фрилансерам, небольшим офисам, стартапам
uk: Фрілансерам, невеликим офісам, стартапам

# ITRemoteSupportStandartSupportTime
source: Mon-Fri, 9 hours (from 9:00 to 18:00)
es: Lun-Vie, 9 horas (de 9:00 a 18:00)
ru: Пн–Пт, 9 часов (с 9:00 до 18:00)
uk: Пн–Пт, 9 годин (з 9:00 до 18:00)

# ITRemoteSupportStandartIncluded1
source: Support for up to 15 employees
es: 👥 Soporte para hasta 15 empleados
ru: 👥 Поддержка до 15 сотрудников
uk: 👥 Підтримка до 15 співробітників

# ITRemoteSupportStandartIncluded2
source: Router, NAS, IP telephony setup
es: 📡 Configuración de routers, NAS, telefonía IP
ru: 📡 Настройка маршрутизаторов, NAS, IP-телефонии
uk: 📡 Налаштування маршрутизаторів, NAS, IP-телефонії

# ITRemoteSupportStandartIncluded3
source: Integrations with Google Workspace, Microsoft 365
es: 🧩 Integraciones con Google Workspace, Microsoft 365
ru: 🧩 Интеграции с Google Workspace, Microsoft 365
uk: 🧩 Інтеграції з Google Workspace, Microsoft 365

# ITRemoteSupportStandartIncluded4
source: Software installation and setup on request
es: 💻 Instalación y configuración de software bajo solicitud
ru: 💻 Установка и настройка ПО по запросу
uk: 💻 Встановлення та налаштування ПЗ за запитом

# ITRemoteSupportStandartIncluded5
source: Employee training (basic)
es: 🧠 Capacitación de empleados (básica)
ru: 🧠 Обучение сотрудников (базовое)
uk: 🧠 Навчання співробітників (базове)

# ITRemoteSupportStandartSuitableFor
source: Offices up to 20 people, medium business
es: Oficinas hasta 20 personas, mediana empresa
ru: Офисы до 20 человек, средний бизнес
uk: Офісам до 20 осіб, середньому бізнесу

# ITRemoteSupportProSupportTime
source: 24/7 - round the clock, including weekends
es: 24/7 - las 24 horas, incluyendo fines de semana
ru: 24/7 — круглосуточно, включая выходные
uk: 24/7 — цілодобово, включаючи вихідні

# ITRemoteSupportProIncluded1
source: Unlimited support by number of employees
es: 👥 Soporte para hasta 50 empleados
ru: 👥 Поддержка до 50 сотрудников
uk: 👥 Безлімітна підтримка за кількістю співробітників

# ITRemoteSupportProIncluded2
source: SLA support and priority response
es: 🧠 Soporte SLA y respuesta prioritaria
ru: 🧠 SLA-поддержка и приоритетная реакция
uk: 🧠 SLA-підтримка та пріоритетна реакція

# ITRemoteSupportProIncluded3
source: Connection via secure tunnels and VDI
es: 🔐 Conexión a través de túneles seguros y VDI
ru: 🔐 Подключение через защищённые туннели и VDI
uk: 🔐 Підключення через захищені тунелі та VDI

# ITRemoteSupportProIncluded4
source: Full IT infrastructure audit
es: ⚙️ Auditoría completa de infraestructura IT
ru: ⚙️ Полный аудит IT-инфраструктуры
uk: ⚙️ Повний аудит IT-інфраструктури

# ITRemoteSupportProIncluded5
source: Equipment inventory management, regular reports
es: 🧾 Gestión de inventario de equipos, informes regulares
ru: 🧾 Ведение инвентаризации техники, регулярные отчёты
uk: 🧾 Ведення інвентаризації техніки, регулярні звіти

# ITRemoteSupportProSuitableFor
source: Large companies that need uninterrupted 24/7 operation
es: Grandes empresas que necesitan operación ininterrumpida 24/7
ru: Крупным компаниям, которым важна бесперебойная работа 24/7
uk: Великим компаніям, яким важлива безперебійна робота 24/7

source: Add to Cart
es: Añadir al carrito
ru: Добавить в корзину
uk: Додати в кошик

source: Working hours:
es: Horario de atención:
ru: Время поддержки:
uk: Час підтримки:

source: Included:
es: Incluido:
ru: Включено:
uk: Включено:

source: Suitable for:
es: Adecuado para:
ru: Кому подходит:
uk: Підходить для:

source: Adding...
es: Añadiendo...
ru: Добавление...
uk: Додавання...
