Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/About/Index.*.resx
Languages: de, es, fr, pl, ru, uk

# FAQ7Answer
source: Absolutely! You can upgrade your server plan at any time to match your growing business needs. Simply contact our support team, and we'll guide you through the process.
de: Absolut! Sie können Ihren Server-Plan jederzeit upgraden, um Ihren wachsenden Geschäftsanforderungen gerecht zu werden. Kontaktieren Sie einfach unser Support-Team, und wir führen Sie durch den Prozess.
es: ¡Absolutamente! Puede actualizar su plan de servidor en cualquier momento para satisfacer las necesidades crecientes de su negocio. Simplemente contacte a nuestro equipo de soporte, y lo guiaremos a través del proceso.
fr: Absolument ! Vous pouvez mettre à niveau votre plan serveur à tout moment pour répondre aux besoins croissants de votre entreprise. Contactez simplement notre équipe de support, et nous vous guiderons tout au long du processus.
pl: Absolutnie! Możesz zaktualizować swój plan serwera w dowolnym momencie, aby dopasować go do rosnących potrzeb biznesowych. Po prostu skontaktuj się z naszym zespołem wsparcia, a przeprowadzimy Cię przez proces.
ru: Абсолютно! Вы можете обновить свой тарифный план сервера в любое время в соответствии с растущими потребностями вашего бизнеса. Просто свяжитесь с нашей командой поддержки, и мы проведем вас через процесс.
uk: Абсолютно! Ви можете оновити свій тарифний план сервера в будь-який час відповідно до зростаючих потреб вашого бізнесу. Просто зв'яжіться з нашою командою підтримки, і ми проведемо вас через процес.

# FAQ8
source: How do I monitor the performance of my server?
de: Wie überwache ich die Leistung meines Servers?
es: ¿Cómo monitoreo el rendimiento de mi servidor?
fr: Comment puis-je surveiller les performances de mon serveur ?
pl: Jak monitorować wydajność mojego serwera?
ru: Как я могу отслеживать производительность моего сервера?
uk: Як я можу відстежувати продуктивність мого сервера?

# FAQ8Answer
source: CloudCity provides an intuitive control panel where you can monitor server performance in real time. You can track CPU usage, memory, and bandwidth to ensure your server runs efficiently.
de: CloudCity bietet ein intuitives Control Panel, in dem Sie die Serverleistung in Echtzeit überwachen können. Sie können CPU-Auslastung, Speicher und Bandbreite verfolgen, um sicherzustellen, dass Ihr Server effizient läuft.
es: CloudCity proporciona un panel de control intuitivo donde puede monitorear el rendimiento del servidor en tiempo real. Puede rastrear el uso de CPU, memoria y ancho de banda para asegurar que su servidor funcione de manera eficiente.
fr: CloudCity fournit un panneau de contrôle intuitif où vous pouvez surveiller les performances du serveur en temps réel. Vous pouvez suivre l'utilisation du CPU, la mémoire et la bande passante pour garantir le fonctionnement efficace de votre serveur.
pl: CloudCity zapewnia intuicyjny panel sterowania, w którym możesz monitorować wydajność serwera w czasie rzeczywistym. Możesz śledzić wykorzystanie CPU, pamięci i przepustowości, aby zapewnić efektywną pracę serwera.
ru: CloudCity предоставляет интуитивную панель управления, где вы можете отслеживать производительность сервера в реальном времени. Вы можете отслеживать использование CPU, памяти и пропускной способности, чтобы обеспечить эффективную работу вашего сервера.
uk: CloudCity надає інтуїтивну панель управління, де ви можете відстежувати продуктивність сервера в реальному часі. Ви можете відстежувати використання CPU, пам'яті та пропускної здатності, щоб забезпечити ефективну роботу вашого сервера.

# ContactFormTitle
source: Please enter your email address, and we will get in touch with you soon.
de: Bitte geben Sie Ihre E-Mail-Adresse ein, und wir werden uns bald bei Ihnen melden.
es: Por favor ingrese su dirección de correo electrónico, y nos pondremos en contacto con usted pronto.
fr: Veuillez entrer votre adresse e-mail, et nous vous contacterons bientôt.
pl: Proszę podać swój adres e-mail, a skontaktujemy się z Tobą wkrótce.
ru: Пожалуйста, введите ваш адрес электронной почты, и мы свяжемся с вами в ближайшее время.
uk: Будь ласка, введіть вашу адресу електронної пошти, і ми зв'яжемося з вами найближчим часом.

source: Your Name
de: Ihr Name
es: Su nombre
fr: Votre nom
pl: Twoje imię
ru: Ваше имя
uk: Ваше ім'я

source: Your Email
de: Ihre E-Mail
es: Su correo electrónico
fr: Votre e-mail
pl: Twój e-mail
ru: Ваш email
uk: Ваш email

source: Subject
de: Betreff
es: Asunto
fr: Sujet
pl: Temat
ru: Тема
uk: Тема

source: Your Message
de: Ihre Nachricht
es: Su mensaje
fr: Votre message
pl: Twoja wiadomość
ru: Ваше сообщение
uk: Ваше повідомлення

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
pl: Wyślij wiadomość
ru: Отправить сообщение
uk: Відправити повідомлення
