Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/Hosting/Index.*.resx
Languages: de, es

# HostingDescription
source: Web Hosting is the foundation of your online presence, providing reliable and fast solutions for websites of any size. At CloudCity Center, we focus on speed, security, and convenience — using the latest technologies to deliver the best hosting experience.
de: Web-Hosting ist die Grundlage Ihrer Online-Präsenz und bietet zuverlässige und schnelle Lösungen für Websites jeder Größe. Bei CloudCity Center konzentrieren wir uns auf Geschwindigkeit, Sicherheit und Komfort — mit den neuesten Technologien für das beste Hosting-Erlebnis.
es: El alojamiento web es la base de su presencia en línea, proporcionando soluciones confiables y rápidas para sitios web de cualquier tamaño. En CloudCity Center, nos enfocamos en velocidad, seguridad y comodidad — utilizando las últimas tecnologías para ofrecer la mejor experiencia de alojamiento.

# CustomDesign
source: Custom design, functionality & high bandwidth
de: Individuelles Design, Funktionalität und hohe Bandbreite
es: Diseño personalizado, funcionalidad y alto ancho de banda

# SupportLanguages
source: Support for C#, Python, PHP, and popular website builders
de: Unterstützung für C#, Python, PHP und beliebte Website-Builder
es: Soporte para C#, Python, PHP y constructores de sitios web populares

# BackupsSEO
source: Automatic backups, adaptability, and SEO optimization
de: Automatische Backups, Anpassungsfähigkeit und SEO-Optimierung
es: Copias de seguridad automáticas, adaptabilidad y optimización SEO

source: Hosting Plans
de: Hosting-Pläne
es: Planes de alojamiento

# ChooseHostingSolution
source: Choose the perfect hosting solution for your website
de: Wählen Sie die perfekte Hosting-Lösung für Ihre Website
es: Elija la solución de alojamiento perfecta para su sitio web

source: Create Website
de: Website erstellen
es: Crear sitio web

# WebsiteDevelopmentServices
source: Professional website development services
de: Professionelle Website-Entwicklungsdienste
es: Servicios profesionales de desarrollo de sitios web

# HostingDescriptionText
source: For stable operation of a medium project (website, server, VPN, control panel). With administration and technical support:
de: Für den stabilen Betrieb eines mittleren Projekts (Website, Server, VPN, Verwaltungspanel). Mit Administration und technischem Support:
es: Para el funcionamiento estable de un proyecto medio (sitio web, servidor, VPN, panel de control). Con administración y soporte técnico:

# HostingAdditionalPrice
source: +$50/month
de: +$50/Monat

source: Storage
de: Speicher
es: Almacenamiento

source: NAS (Network Storage)
de: NAS (Netzwerkspeicher)
es: NAS (Almacenamiento en red)

# StorageCapabilities
source: Capabilities
de: Möglichkeiten
es: Capacidades

# StorageFeatures
source: SMB/NFS access, Web interface (TrueNAS, OpenMediaVault, Synology DSM), Backups (e.g., to cloud or another NAS), Snapshots, encryption, access restrictions
de: SMB/NFS-Zugriff, Web-Interface (TrueNAS, OpenMediaVault, Synology DSM), Backups (z.B. in die Cloud oder ein anderes NAS), Snapshots, Verschlüsselung, Zugriffsbeschränkungen
es: Acceso SMB/NFS, Interfaz web (TrueNAS, OpenMediaVault, Synology DSM), Copias de seguridad (por ejemplo, a la nube u otro NAS), Instantáneas (snapshot), cifrado, restricción de acceso

# StorageWithBackup
source: With backup and technical support:
de: Mit Backup und technischem Support:
es: Con copia de seguridad y soporte técnico:

# StorageAdditionalPrice
source: +$150/month
de: +$150/Monat
es: +$150/мес

# WebsiteBuilderSubtitle
source: Sites on builder (no code)
de: Websites mit Builder (ohne Code)
es: Sitios en constructor (sin código)

# WebsiteBuilderFeature1
source: Quick solution — up to 7 business days
de: Schnelle Lösung — bis zu 7 Werktage
es: Solución rápida — hasta 7 días laborables

# WebsiteBuilderFeature2
source: Hosting and domain — at client's request
de: Hosting und Domain — nach Wunsch des Kunden
es: Alojamiento y dominio — a solicitud del cliente

# WebsiteBuilderFeature3
source: CMS/builders: WordPress + Elementor, Tilda, Wix
de: CMS/Builder: WordPress + Elementor, Tilda, Wix
es: CMS/constructores: WordPress + Elementor, Tilda, Wix

# WebsiteCodeTitle
source: Custom Development
de: Individuelle Entwicklung
es: Desarrollo personalizado

# WebsiteCodeSubtitle
source: Sites on code (TypeScript, C#, PHP)
de: Websites mit Code (TypeScript, C#, PHP)
es: Sitios en código (TypeScript, C#, PHP)

# WebsiteCodeFeature1
source: Development 7–41 days
de: Entwicklung 7–41 Tage
es: Desarrollo 7–41 días

# WebsiteCodeFeature2
source: Individual architecture
de: Individuelle Architektur
es: Arquitectura individual

# WebsiteCodeFeature3
source: Security, protection from SQL/XSS
de: Sicherheit, Schutz vor SQL/XSS
es: Seguridad, protección contra SQL/XSS

# WebsiteCodeFeature4
source: Hosting/deployment and support — on request
de: Hosting/Deployment und Support — auf Anfrage
es: Alojamiento/despliegue y soporte — bajo solicitud

# SSLCertificate
source: SSL certificate for each
de: SSL-Zertifikat für jeden
es: Certificado SSL para cada uno

source: Country
de: Land

source: OS
de: Betriebssystem

source: Technology
de: Technologie

source: Devices
de: Geräte

source: Encryption
de: Verschlüsselung

source: Access
de: Zugriff

source: Security
de: Sicherheit

source: Backup
de: Sicherung

source: Bandwidth
de: Bandbreite

source: Core
de: Kern

source: Month
de: Monat

source: Order
de: Bestellen

source: Netherlands
de: Niederlande

source: Germany
de: Deutschland

source: France
de: Frankreich

source: Poland
de: Polen

source: United Kingdom
de: Vereinigtes Königreich

source: Canada
de: Kanada

source: Singapore
de: Singapur

source: India
de: Indien

source: Australia
de: Australien

source: Netherlands/Germany/France
de: Niederlande/Deutschland/Frankreich

source: Germany/France/Poland
de: Deutschland/Frankreich/Polen

source: Unlimited
de: Unbegrenzt

source: Description
de: Beschreibung

source: Included
de: Enthalten

source: Technologies
de: Technologien

source: Price
de: Preis

source: Email Accounts
de: E-Mail-Konten

source: Single-page website (promo, service, product)
de: Einseitige Website (Promo, Service, Produkt)

source: Multi-page website (about company, services, contacts, etc.)
de: Mehrseitige Website (über Unternehmen, Dienstleistungen, Kontakte usw.)

source: Online store (up to 50 products)
de: Online-Shop (bis zu 50 Produkte)

source: Single-page landing with custom logic
de: Einseitige Landingpage mit individueller Logik

source: Multi-page website with logic
de: Mehrseitige Website mit Logik

source: Turnkey online store
de: Fertig eingerichteter Online-Shop

source: Builder, responsive design, contact form, basic SEO, mobile version
de: Builder, responsives Design, Kontaktformular, grundlegendes SEO, mobile Version

source: Menu, up to 5 pages, responsive design, contact form, SEO, mobile version
de: Menü, bis zu 5 Seiten, responsives Design, Kontaktformular, SEO, mobile Version

source: Catalog, shopping cart, checkout, payment, mobile version
de: Katalog, Warenkorb, Checkout, Zahlung, mobile Version

source: Clean code, animations, forms, SEO
de: Sauberer Code, Animationen, Formulare, SEO

source: UI/UX, SEO, database, admin panel
de: UI/UX, SEO, Datenbank, Admin-Panel

source: Full catalog, shopping cart, payment, filters, personal account
de: Vollständiger Katalog, Warenkorb, Zahlung, Filter, persönliches Konto

source: responsive design
de: responsives Design

source: contact form
de: Kontaktformular

source: basic SEO
de: grundlegendes SEO

source: Menu
de: Menü

source: up to 5 pages
de: bis zu 5 Seiten

source: Catalog
de: Katalog

source: shopping cart
de: Warenkorb

source: payment
de: Zahlung

source: Clean code
de: Sauberer Code

source: animations
de: Animationen

source: forms
de: Formulare

source: database
de: Datenbank

source: Full catalog
de: Vollständiger Katalog

source: filters
de: Filter

source: personal account
de: persönliches Konto

# Title
source: Web Hosting
es: Alojamiento web

source: Hosting
es: Alojamiento

source: Web Hosting
es: Alojamiento web

# WebsiteBuilderTitle
source: Website Builder
es: Constructor de sitios
