Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/Home/_Welcome.*.resx
Languages: de, es, fr, pl, ru, uk

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
pl: Bezpieczeństwo
ru: Безопасность
uk: Безпека

source: Performance
de: Leistung
es: Rendimiento
pl: Wydajność
ru: Производительность
uk: Продуктивність

source: Global
fr: Mondial
pl: Globalny
ru: Глобально
uk: Глобально

source: Support
es: Soporte
pl: Wsparcie
ru: Поддержка
uk: Підтримка

source: Why Choose Us
de: Warum uns wählen
es: ¿Por qué elegirnos?
fr: Pourquoi nous choisir
pl: Dlaczego wybrać nas
ru: Почему выбирают нас
uk: Чому обирають нас

source: Premium Solutions
de: Premium-Lösungen
es: Soluciones premium
fr: Solutions premium
pl: Rozwiązania premium
ru: Премиальные решения
uk: Преміальні рішення

source: For Your Business
de: Für Ihr Unternehmen
es: Para su negocio
fr: Pour votre entreprise
pl: Dla Twojego biznesu
ru: Для вашего бизнеса
uk: Для вашого бізнесу

# WelcomeDescription
source: Our company offers an extensive and diverse range of high-quality solutions that are meticulously tailored specifically for your unique business needs. We are committed to delivering these top-tier services at competitive and affordable prices that ensure exceptional value without breaking the bank, allowing you to maximize your investment and achieve your business goals effectively.
de: Unser Unternehmen bietet eine umfangreiche und vielfältige Palette hochwertiger Lösungen, die sorgfältig speziell auf Ihre einzigartigen Geschäftsanforderungen zugeschnitten sind. Wir verpflichten uns, diese erstklassigen Dienstleistungen zu wettbewerbsfähigen und erschwinglichen Preisen anzubieten, die außergewöhnlichen Wert ohne Bankrott gewährleisten und es Ihnen ermöglichen, Ihre Investition zu maximieren und Ihre Geschäftsziele effektiv zu erreichen.
es: Nuestra empresa ofrece una amplia y diversa gama de soluciones de alta calidad que están meticulosamente adaptadas específicamente para sus necesidades comerciales únicas. Nos comprometemos a ofrecer estos servicios de primer nivel a precios competitivos y asequibles que garantizan un valor excepcional sin arruinarse, permitiéndole maximizar su inversión y lograr sus objetivos comerciales de manera efectiva.
fr: Notre entreprise offre une gamme étendue et diversifiée de solutions de haute qualité, méticuleusement adaptées spécifiquement à vos besoins commerciaux uniques. Nous nous engageons à fournir ces services de premier plan à des prix compétitifs et abordables qui garantissent une valeur exceptionnelle sans vous ruiner, vous permettant de maximiser votre investissement et d'atteindre efficacement vos objectifs commerciaux.
pl: Nasza firma oferuje szeroką i zróżnicowaną gamę wysokiej jakości rozwiązań, które są starannie dostosowane specjalnie do Twoich unikalnych potrzeb biznesowych. Zobowiązujemy się dostarczać te usługi najwyższej klasy w konkurencyjnych i przystępnych cenach, które zapewniają wyjątkową wartość bez bankructwa, pozwalając Ci zmaksymalizować swoją inwestycję i skutecznie osiągnąć swoje cele biznesowe.
ru: Наша компания предлагает широкий и разнообразный спектр высококачественных решений, которые тщательно адаптированы специально для ваших уникальных бизнес-потребностей. Мы стремимся предоставлять эти услуги высшего класса по конкурентным и доступным ценам, обеспечивая исключительную ценность без переплат, позволяя вам максимизировать свои инвестиции и эффективно достигать бизнес-целей.
uk: Наша компанія пропонує широкий та різноманітний спектр високоякісних рішень, які ретельно адаптовані спеціально для ваших унікальних бізнес-потреб. Ми прагнемо надавати ці послуги вищого класу за конкурентними та доступними цінами, забезпечуючи виняткову цінність без переплат, дозволяючи вам максимізувати свої інвестиції та ефективно досягати бізнес-цілей.

# ExpertSupport247
source: 24/7 Expert Support
de: Experten-Support 24/7
es: Soporte experto 24/7
fr: Support expert 24/7
pl: Wsparcie eksperckie 24/7
ru: Экспертная поддержка 24/7
uk: Експертна підтримка 24/7

# UptimeGuarantee
source: 99.9% Uptime Guarantee
de: 99.9% Betriebszeit-Garantie
es: Garantía de tiempo de actividad 99.9%
fr: Garantie de disponibilité 99.9%
pl: Gwarancja czasu pracy 99.9%
ru: Гарантия времени работы 99.9%
uk: Гарантія часу роботи 99.9%

source: Global Data Centers
de: Globale Rechenzentren
es: Centros de datos globales
fr: Centres de données mondiaux
pl: Globalne centra danych
ru: Глобальные дата-центры
uk: Глобальні дата-центри

source: Server Catalog
de: Server-Katalog
es: Catálogo de servidores
fr: Catalogue de serveurs
pl: Katalog serwerów
ru: Каталог серверов
uk: Каталог серверів

source: Registration
de: Registrierung
es: Registro
fr: Inscription
pl: Rejestracja
ru: Регистрация
uk: Реєстрація

source: Our Advantages
ru: Наши преимущества
uk: Наші переваги

source: Enterprise Security
ru: Корпоративная безопасность
uk: Корпоративна безпека

# EnterpriseSecurityDesc
source: Advanced security protocols and encryption to protect your data
ru: Передовые протоколы безопасности и шифрование для защиты ваших данных
uk: Передові протоколи безпеки та шифрування для захисту ваших даних

source: Easy Scaling
ru: Простое масштабирование
uk: Просте масштабування

# EasyScalingDesc
source: Scale your infrastructure up or down based on your needs
ru: Масштабируйте инфраструктуру вверх или вниз в зависимости от ваших потребностей
uk: Масштабуйте інфраструктуру вгору або вниз залежно від ваших потреб

source: Competitive Pricing
ru: Конкурентные цены
uk: Конкурентні ціни

# CompetitivePricingDesc
source: Transparent pricing with no hidden fees or surprises
ru: Прозрачное ценообразование без скрытых комиссий
uk: Прозоре ціноутворення без прихованих комісій

source: Full Control
ru: Полный контроль
uk: Повний контроль

# FullControlDesc
source: Complete control panel and management tools at your fingertips
ru: Полная панель управления и инструменты под рукой
uk: Повна панель керування та інструменти під рукою

source: Ready to Start?
ru: Готовы начать?
uk: Готові почати?

# ReadyToStartDesc
source: Choose the perfect solution for your business needs
ru: Выберите идеальное решение для вашего бизнеса
uk: Виберіть ідеальне рішення для вашого бізнесу

source: Browse Services
ru: Просмотреть услуги
uk: Переглянути послуги

source: Contact Us
ru: Связаться с нами
uk: Зв'язатися з нами
