Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/VDI/Index.*.resx
Languages: de, es, fr, pl, ru, uk

# Title
source: VDI Hosting
es: Alojamiento VDI
fr: Hébergement VDI
pl: Hosting VDI
ru: VDI Хостинг
uk: VDI Хостинг

source: VDI Hosting
es: Alojamiento VDI
fr: Hébergement VDI
pl: Hosting VDI
ru: VDI Хостинг
uk: VDI Хостинг

# VDIDescription
source: Virtual Desktop Infrastructure (VDI) provides secure remote access to virtualized desktop environments. Access your Windows desktop from anywhere, on any device, with enterprise-grade security and performance.
de: Virtual Desktop Infrastructure (VDI) bietet sicheren Remote-Zugriff auf virtualisierte Desktop-Umgebungen. Greifen Sie von überall und auf jedem Gerät auf Ihren Windows-Desktop zu, mit Unternehmenssicherheit und -leistung.
es: La infraestructura de escritorio virtual (VDI) proporciona acceso remoto seguro a entornos de escritorio virtualizados. Acceda a su escritorio Windows desde cualquier lugar, en cualquier dispositivo, con seguridad y rendimiento de nivel empresarial.
fr: L'infrastructure de bureau virtuel (VDI) fournit un accès à distance sécurisé aux environnements de bureau virtualisés. Accédez à votre bureau Windows depuis n'importe où, sur n'importe quel appareil, avec une sécurité et des performances de niveau entreprise.
pl: Infrastruktura wirtualnych pulpitów (VDI) zapewnia bezpieczny zdalny dostęp do zwirtualizowanych środowisk pulpitu. Uzyskaj dostęp do pulpitu Windows z dowolnego miejsca, na dowolnym urządzeniu, z bezpieczeństwem i wydajnością na poziomie korporacyjnym.
ru: Виртуальная инфраструктура рабочих столов (VDI) обеспечивает безопасный удаленный доступ к виртуализированным средам рабочих столов. Получайте доступ к своему Windows рабочему столу из любого места, на любом устройстве, с корпоративной безопасностью и производительностью.
uk: Віртуальна інфраструктура робочих столів (VDI) забезпечує безпечний віддалений доступ до віртуалізованих середовищ робочих столів. Отримуйте доступ до свого Windows робочого столу з будь-якого місця, на будь-якому пристрої, з корпоративною безпекою та продуктивністю.

source: Virtual Desktop
de: Virtueller Desktop
es: Escritorio virtual
fr: Bureau virtuel
pl: Wirtualny pulpit
ru: Виртуальный рабочий стол
uk: Віртуальний робочий стіл

source: Cloud Access
de: Cloud-Zugriff
es: Acceso en la nube
fr: Accès cloud
pl: Dostęp w chmurze
ru: Облачный доступ
uk: Хмарний доступ

source: Secure
de: Sicher
es: Seguro
fr: Sécurisé
pl: Bezpieczny
ru: Безопасный
uk: Безпечний

source: Multi-Device
de: Multi-Gerät
es: Multi-dispositivo
fr: Multi-appareils
pl: Wielourządzeniowy
ru: Мультиустройственный
uk: Багатопристроєвий

# RemoteAccess
source: Remote access from anywhere
de: Remote-Zugriff von überall
es: Acceso remoto desde cualquier lugar
fr: Accès à distance depuis n'importe où
pl: Dostęp zdalny z dowolnego miejsca
ru: Удаленный доступ из любого места
uk: Віддалений доступ з будь-якого місця

# ScalableResources
source: Scalable resources & flexible plans
de: Skalierbare Ressourcen und flexible Pläne
es: Recursos escalables y planes flexibles
fr: Ressources évolutives et plans flexibles
pl: Skalowalne zasoby i elastyczne plany
ru: Масштабируемые ресурсы и гибкие планы
uk: Масштабовані ресурси та гнучкі плани

# ExpertSupport
source: 24/7 expert support
de: Experten-Support 24/7
es: Soporte experto 24/7
fr: Support expert 24/7
pl: Eksperckie wsparcie 24/7
ru: Экспертная поддержка 24/7
uk: Експертна підтримка 24/7

source: VDI Plans
de: VDI-Pläne
es: Planes VDI
fr: Plans VDI
pl: Plany VDI
ru: VDI Планы
uk: VDI Плани

# ChooseVDISolution
source: Choose the perfect VDI solution for your needs
de: Wählen Sie die perfekte VDI-Lösung für Ihre Bedürfnisse
es: Elija la solución VDI perfecta para sus necesidades
fr: Choisissez la solution VDI parfaite pour vos besoins
pl: Wybierz idealne rozwiązanie VDI dla swoich potrzeb
ru: Выберите идеальное VDI решение для ваших потребностей
uk: Виберіть ідеальне VDI рішення для ваших потреб

# VDIPlansForOnePerson
source: VDI for 1 person
de: VDI für 1 Person
es: VDI para 1 persona
fr: VDI pour 1 personne
pl: VDI dla 1 osoby
ru: VDI на 1 человека
uk: VDI на 1 особу

# ChoosePlanForYourTasks
source: Choose a plan that suits your tasks
de: Wählen Sie einen Plan, der zu Ihren Aufgaben passt
es: Elija un plan que se adapte a sus tareas
fr: Choisissez un plan adapté à vos tâches
pl: Wybierz plan odpowiedni do swoich zadań
ru: Выберите план, подходящий для ваших задач
uk: Виберіть план, що підходить для ваших завдань

source: Traffic
es: Tráfico
fr: Trafic
pl: Ruch
ru: Трафик
uk: Трафік

source: Country
de: Land
es: País
fr: Pays
pl: Kraj
ru: Страна
uk: Країна

source: Order
de: Bestellen
es: Pedir
fr: Commander
pl: Zamów
ru: Заказать
uk: Замовити

source: month
de: Monat
es: mes
fr: mois
pl: miesiąc
ru: месяц
uk: місяць

# RegionNetherlands
source: Netherlands
de: Niederlande
es: Países Bajos
fr: Pays-Bas
pl: Holandia
ru: Нидерланды
uk: Нідерланди

# RegionEurope
source: Germany/France/Poland
de: Deutschland/Frankreich/Polen
es: Alemania/Francia/Polonia
fr: Allemagne/France/Pologne
pl: Niemcy/Francja/Polska
ru: Германия/Франция/Польша
uk: Німеччина/Франція/Польща

# RegionUSAsia
source: USA/Canada/Asia
de: USA/Kanada/Asien
es: EE.UU./Canadá/Asia
fr: États-Unis/Canada/Asie
pl: USA/Kanada/Azja
ru: США/Канада/Азия
uk: США/Канада/Азія

source: core
de: Kern
es: núcleo
fr: cœur
pl: rdzeń
ru: ядро
uk: ядро

source: GB
fr: Go
ru: ГБ
uk: ГБ

# VDIPlansForThreePersons
source: VDI for 3 persons
de: VDI für 3 Personen
es: VDI para 3 personas
fr: VDI pour 3 personnes
pl: VDI dla 3 osób
ru: VDI на 3 человека
uk: VDI на 3 особи

# VDIPlansForFivePersons
source: VDI for 5 persons
es: VDI para 5 personas
fr: VDI pour 5 personnes
pl: VDI dla 5 osób
ru: VDI на 5 человек
uk: VDI на 5 осіб

# VDIPlansForTenPersons
source: VDI for 10 persons
fr: VDI pour 10 personnes
pl: VDI dla 10 osób
ru: VDI на 10 человек
uk: VDI на 10 осіб
