Repository: margadonchuk/CloudCity
Catalog: CloudCityCenter/Resources/Views/Servers/Index.*.resx
Languages: de, es, fr, pl, ru, uk

# ServersDescription
source: Our Windows Server solutions provide enterprise-grade performance with full Windows Server operating system control. Perfect for business applications, Active Directory, SQL Server, Exchange, and any Windows-based infrastructure that requires reliable and secure hosting.
de: Unsere Windows Server-Lösungen bieten Unternehmensleistung mit vollständiger Kontrolle über das Windows Server-Betriebssystem. Perfekt für Geschäftsanwendungen, Active Directory, SQL Server, Exchange und jede Windows-Infrastruktur, die zuverlässiges und sicheres Hosting erfordert.
es: Nuestras soluciones Windows Server ofrecen rendimiento de nivel empresarial con control completo del sistema operativo Windows Server. Perfectas para aplicaciones empresariales, Active Directory, SQL Server, Exchange y cualquier infraestructura Windows que requiera alojamiento confiable y seguro.
fr: Nos solutions Windows Server offrent des performances de niveau entreprise avec un contrôle complet du système d'exploitation Windows Server. Parfait pour les applications métier, Active Directory, SQL Server, Exchange et toute infrastructure Windows nécessitant un hébergement fiable et sécurisé.
pl: Nasze rozwiązania Windows Server zapewniają wydajność na poziomie korporacyjnym z pełną kontrolą systemu operacyjnego Windows Server. Idealne do aplikacji biznesowych, Active Directory, SQL Server, Exchange i dowolnej infrastruktury Windows wymagającej niezawodnego i bezpiecznego hostingu.
ru: Наши решения Windows Server обеспечивают корпоративную производительность с полным контролем операционной системы Windows Server. Идеально подходят для бизнес-приложений, Active Directory, SQL Server, Exchange и любой Windows-инфраструктуры, требующей надежного и безопасного хостинга.
uk: Наші рішення Windows Server забезпечують корпоративну продуктивність з повним контролем операційної системи Windows Server. Ідеально підходять для бізнес-додатків, Active Directory, SQL Server, Exchange та будь-якої Windows-інфраструктури, що вимагає надійного та безпечного хостингу.

# EnterpriseHardware
source: Enterprise hardware & root access
de: Unternehmenshardware und Root-Zugriff
es: Hardware empresarial y acceso root
fr: Matériel d'entreprise et accès root
pl: Sprzęt korporacyjny i dostęp root
ru: Корпоративное оборудование и root доступ
uk: Корпоративне обладнання та root доступ

# MultipleDatacenters
source: Multiple datacenter locations
de: Mehrere Rechenzentrumsstandorte
es: Múltiples ubicaciones de centros de datos
fr: Plusieurs emplacements de centres de données
pl: Wiele lokalizacji centrów danych
ru: Несколько локаций дата-центров
uk: Кілька локацій дата-центрів

# MonitoringSupport
source: 24/7 monitoring & support
de: Überwachung und Support 24/7
es: Monitoreo y soporte 24/7
fr: Surveillance et support 24/7
pl: Monitorowanie i wsparcie 24/7
ru: Мониторинг и поддержка 24/7
uk: Моніторинг та підтримка 24/7

source: Powerful
de: Leistungsstark
es: Potente
fr: Puissant
pl: Potężny
ru: Мощный
uk: Потужний

source: Secure
de: Sicher
es: Seguro
fr: Sécurisé
pl: Bezpieczny
ru: Безопасный
uk: Безпечний

source: Fast
de: Schnell
es: Rápido
fr: Rapide
pl: Szybki
ru: Быстрый
uk: Швидкий

source: Global
fr: Mondial
pl: Globalny
ru: Глобальный
uk: Глобальний

source: Available Servers
de: Verfügbare Server
es: Servidores disponibles
fr: Serveurs disponibles
pl: Dostępne serwery
ru: Доступные серверы
uk: Доступні сервери

# ChoosePerfectServer
source: Choose the perfect server for your needs
de: Wählen Sie den perfekten Server für Ihre Bedürfnisse
es: Elija el servidor perfecto para sus necesidades
fr: Choisissez le serveur parfait pour vos besoins
pl: Wybierz idealny serwer dla swoich potrzeb
ru: Выберите идеальный сервер для ваших потребностей
uk: Виберіть ідеальний сервер для ваших потреб

# WindowsServerForFiveToEightPersons
source: Windows Server for 5-8 Persons
de: Windows Server für 5-8 Personen
es: Windows Server para 5-8 personas
fr: Windows Server pour 5-8 personnes
pl: Windows Server dla 5-8 osób
ru: Windows Server на 5-8 человек
uk: Windows Server на 5-8 осіб

# WindowsServerForFifteenPersons
source: Windows Server for 15 Persons
de: Windows Server für 15 Personen
es: Windows Server para 15 personas
fr: Windows Server pour 15 personnes
pl: Windows Server dla 15 osób
ru: Windows Server на 15 человек
uk: Windows Server на 15 осіб

# WindowsServerForTwentyFivePersons
source: Windows Server for 25 Persons
de: Windows Server für 25 Personen
es: Windows Server para 25 personas
fr: Windows Server pour 25 personnes
pl: Windows Server dla 25 osób
ru: Windows Server на 25 человек
uk: Windows Server на 25 осіб

# WindowsServerForThirtyFivePersons
source: Windows Server for 35 Persons
de: Windows Server für 35 Personen
es: Windows Server para 35 personas
fr: Windows Server pour 35 personnes
pl: Windows Server dla 35 osób
ru: Windows Server на 35 человек
uk: Windows Server на 35 осіб

# WindowsServerForFiftyPersons
source: Windows Server for 50 Persons
de: Windows Server für 50 Personen
es: Windows Server para 50 personas
fr: Windows Server pour 50 personnes
pl: Windows Server dla 50 osób
ru: Windows Server на 50 человек
uk: Windows Server на 50 осіб

# ChoosePlanForYourTasks
source: Choose a plan for your tasks
de: Wählen Sie einen Plan, der zu Ihren Aufgaben passt
es: Elija un plan para sus tareas
fr: Choisissez un plan adapté à vos tâches
pl: Wybierz plan odpowiedni do swoich zadań
ru: Выберите план для ваших задач
uk: Виберіть план, підходящий для ваших завдань

source: CPU
ru: Процессор
uk: Процесор

source: RAM
ru: ОЗУ
uk: ОЗП

source: Network
de: Netzwerk
es: Red
fr: Réseau
pl: Sieć
ru: Сеть
uk: Мережа

source: Country
de: Land
es: País
fr: Pays
pl: Kraj
ru: Страна
uk: Країна

source: Month
de: Monat
es: Mes
fr: mois
pl: miesiąc
ru: Месяц
uk: місяць

source: Order
de: Bestellen
es: Pedir
fr: Commander
pl: Zamów
ru: Заказать
uk: Замовити

# WindowsServerSetupService
source: Windows Server Setup & Installation
de: Windows Server Einrichtung & Installation
es: Configuración e Instalación de Windows Server
fr: Configuration & Installation Windows Server
pl: Konfiguracja i instalacja Windows Server
ru: Настройка и установка Windows Server
uk: Налаштування та встановлення Windows Server

# WindowsServerSetupDescription
source: Professional installation and configuration of Windows Server. Our experts will set up your server, configure all necessary services, and ensure optimal performance. Includes initial setup, security configuration, and basic optimization.
de: Professionelle Installation und Konfiguration von Windows Server. Unsere Experten richten Ihren Server ein, konfigurieren alle notwendigen Dienste und gewährleisten optimale Leistung. Enthält Erstinstallation, Sicherheitskonfiguration und grundlegende Optimierung.
es: Instalación y configuración profesional de Windows Server. Nuestros expertos configurarán su servidor, configurarán todos los servicios necesarios y garantizarán un rendimiento óptimo. Incluye configuración inicial, configuración de seguridad y optimización básica.
fr: Installation et configuration professionnelles de Windows Server. Nos experts configureront votre serveur, configureront tous les services nécessaires et assureront des performances optimales. Inclut la configuration initiale, la configuration de sécurité et l'optimisation de base.
pl: Profesjonalna instalacja i konfiguracja Windows Server. Nasi eksperci skonfigurują Twój serwer, skonfigurują wszystkie niezbędne usługi i zapewnią optymalną wydajność. Obejmuje wstępną konfigurację, konfigurację zabezpieczeń i podstawową optymalizację.
ru: Профессиональная установка и настройка Windows Server. Наши специалисты настроят ваш сервер, сконфигурируют все необходимые службы и обеспечат оптимальную производительность. Включает первоначальную настройку, конфигурацию безопасности и базовую оптимизацию.
uk: Професійне встановлення та налаштування Windows Server. Наші фахівці налаштують ваш сервер, сконфігурують всі необхідні служби та забезпечать оптимальну продуктивність. Включає початкове налаштування, конфігурацію безпеки та базову оптимізацію.

# WindowsServerSetupPrice
source: +30% of server cost
de: +30% des Serverpreises
es: +30% del costo del servidor
fr: +30% du coût du serveur
pl: +30% kosztu serwera
ru: +30% от стоимости сервера
uk: +30% від вартості сервера

source: Include Setup Service
de: Einrichtungsservice einschließen
es: Incluir servicio de configuración
fr: Inclure le service de configuration
pl: Uwzględnij usługę konfiguracji
ru: Включить услугу настройки
uk: Включити послугу налаштування

# RegionNetherlands
source: Netherlands
de: Niederlande
es: Países Bajos
fr: Pays-Bas
pl: Holandia
ru: Нидерланды
uk: Нідерланди

# RegionGermany
source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
pl: Niemcy
ru: Германия
uk: Німеччина

# RegionUKPolandFrance
source: United Kingdom / Poland / France
de: Vereinigtes Königreich / Polen / Frankreich
es: Reino Unido / Polonia / Francia
fr: Royaume-Uni / Pologne / France
pl: Wielka Brytania / Polska / Francja
ru: Великобритания / Польша / Франция
uk: Великобританія / Польща / Франція

# RegionCanadaUSA
source: Canada / USA
de: Kanada / USA
es: Canadá / Estados Unidos
fr: Canada / États-Unis
pl: Kanada / USA
ru: Канада / США
uk: Канада / США

# RegionSingaporeIndiaAustralia
source: Singapore / India / Australia
de: Singapur / Indien / Australien
es: Singapur / India / Australia
fr: Singapour / Inde / Australie
pl: Singapur / Indie / Australia
ru: Сингапур / Индия / Австралия
uk: Сінгапур / Індія / Австралія

source: Filters
de: Filter
es: Filtros
fr: Filtres
pl: Filtry
ru: Фильтры
uk: Фільтри

source: All Countries
de: Alle Länder
es: Todos los países
fr: Tous les pays
pl: Wszystkie kraje
ru: Все страны
uk: Всі країни

source: All Persons
de: Alle
es: Todos
fr: Tous
pl: Wszystkie
ru: Все количество человек
uk: Всі

source: Persons
de: Personen
es: Personas
fr: Personnes
pl: Osób
ru: Количество человек
uk: Осіб

source: All
de: Alle
es: Todos
fr: Tous
pl: Wszystkie
ru: Все
uk: Всі

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
pl: Resetuj
ru: Сбросить
uk: Скинути

source: Server Maintenance
de: Serverwartung
es: Mantenimiento del Servidor
fr: Maintenance du Serveur
pl: Konserwacja Serwera
ru: Обслуживание серверов
uk: Обслуговування серверів

# WhatIsIncludedInMaintenance
source: What is included in server maintenance?
de: Was ist in der Serverwartung enthalten?
es: ¿Qué incluye el mantenimiento del servidor?
fr: Qu'est-ce qui est inclus dans la maintenance du serveur ?
pl: Co wchodzi w skład konserwacji serwera?
ru: Что входит в обслуживание серверов?
uk: Що входить в обслуговування серверів?

source: Maintenance includes:
de: Die Wartung umfasst:
es: El mantenimiento incluye:
fr: La maintenance comprend :
pl: Konserwacja obejmuje:
ru: Обслуживание включает:
uk: Обслуговування включає:

# MonitoringAndTroubleshooting
source: Monitoring and troubleshooting technical problems
de: Überwachung und Behebung technischer Probleme
es: Monitoreo y resolución de problemas técnicos
fr: Surveillance et résolution des problèmes techniques
pl: Monitorowanie i rozwiązywanie problemów technicznych
ru: Мониторинг и устранение технических проблем
uk: Моніторинг та усунення технічних проблем

source: Security updates and patches
de: Sicherheitsupdates und Patches
es: Actualizaciones de seguridad y parches
fr: Mises à jour de sécurité et correctifs
pl: Aktualizacje zabezpieczeń i poprawki
ru: Обновления безопасности и патчи
uk: Оновлення безпеки та патчі

source: Backup configuration
de: Backup-Konfiguration
es: Configuración de copias de seguridad
fr: Configuration de sauvegarde
pl: Konfiguracja kopii zapasowych
ru: Настройка резервного копирования
uk: Налаштування резервного копіювання

# NetworkTrafficAndFirewall
source: Network traffic and Firewall configuration
de: Netzwerkverkehr und Firewall-Konfiguration
es: Configuración de tráfico de red y Firewall
fr: Configuration du trafic réseau et du pare-feu
pl: Konfiguracja ruchu sieciowego i zapory
ru: Настройка сетевого трафика и Firewall
uk: Налаштування мережевого трафіку та Firewall

# SoftwareInstallationAndConfig
source: Assistance with software installation and configuration
de: Hilfe bei Softwareinstallation und -konfiguration
es: Asistencia con instalación y configuración de software
fr: Aide à l'installation et à la configuration de logiciels
pl: Pomoc w instalacji i konfiguracji oprogramowania
ru: Помощь с установкой и конфигурацией ПО
uk: Допомога з встановленням та конфігурацією ПЗ

# DatabaseAdministration
source: Database administration (SQL, Mongo, etc.)
de: Datenbankverwaltung (SQL, Mongo, etc.)
es: Administración de bases de datos (SQL, Mongo, etc.)
fr: Administration de bases de données (SQL, Mongo, etc.)
pl: Administracja bazami danych (SQL, Mongo, itp.)
ru: Администрирование баз данных (SQL, Mongo и др.)
uk: Адміністрування баз даних (SQL, Mongo та ін.)

source: User and access management
de: Benutzer- und Zugriffsverwaltung
es: Gestión de usuarios y accesos
fr: Gestion des utilisateurs et des accès
pl: Zarządzanie użytkownikami i dostępem
ru: Управление пользователями и доступами
uk: Управління користувачами та доступами

# ResourceMonitoring
source: Resource monitoring (CPU, RAM, HDD, traffic)
de: Ressourcenüberwachung (CPU, RAM, HDD, Traffic)
es: Monitoreo de recursos (CPU, RAM, HDD, tráfico)
fr: Surveillance des ressources (CPU, RAM, HDD, trafic)
pl: Monitorowanie zasobów (CPU, RAM, HDD, ruch)
ru: Мониторинг ресурсов (CPU, RAM, HDD, трафик)
uk: Моніторинг ресурсів (CPU, RAM, HDD, трафік)

# VPNRDPProxyConfiguration
source: VPN, RDP, Proxy, ports and tunnels configuration
de: VPN, RDP, Proxy, Ports und Tunnel-Konfiguration
es: Configuración de VPN, RDP, Proxy, puertos y túneles
fr: Configuration VPN, RDP, Proxy, ports et tunnels
pl: Konfiguracja VPN, RDP, Proxy, portów i tuneli
ru: Настройка VPN, RDP, Proxy, портов и туннелей
uk: Налаштування VPN, RDP, Proxy, портів та тунелів

# RecoveryAfterFailures
source: Recovery after failures, DDoS attacks
de: Wiederherstellung nach Ausfällen, DDoS-Angriffe
es: Recuperación después de fallos, ataques DDoS
fr: Récupération après pannes, attaques DDoS
pl: Odzyskiwanie po awariach, ataki DDoS
ru: Восстановление после сбоев, DDoS-атаки
uk: Відновлення після збоїв, DDoS-атаки

# ConsultationsAndSupport
source: Consultations and technical support
de: Beratung und technischer Support
es: Consultas y soporte técnico
fr: Consultations et support technique
pl: Konsultacje i wsparcie techniczne
ru: Консультации и техническая поддержка
uk: Консультації та технічна підтримка

source: Working hours:
de: Arbeitszeiten:
es: Horario de trabajo:
fr: Heures de travail :
pl: Godziny pracy:
ru: Время работы:
uk: Час роботи:

# StartWorkingHours
source: 4 hours a day (from 9:00 to 13:00 or from 14:00 to 18:00, by choice)
de: 4 Stunden pro Tag (von 9:00 bis 13:00 oder von 14:00 bis 18:00, nach Wahl)
es: 4 horas al día (de 9:00 a 13:00 o de 14:00 a 18:00, a elección)
fr: 4 heures par jour (de 9h00 à 13h00 ou de 14h00 à 18h00, au choix)
pl: 4 godziny dziennie (od 9:00 do 13:00 lub od 14:00 do 18:00, do wyboru)
ru: 4 часа в день (с 9:00 до 13:00 или с 14:00 до 18:00, по выбору)
uk: 4 години на день (з 9:00 до 13:00 або з 14:00 до 18:00, на вибір)

# StandartWorkingHours
source: 9 hours a day (from 9:00 to 18:00)
de: 9 Stunden pro Tag (von 9:00 bis 18:00)
es: 9 horas al día (de 9:00 a 18:00)
fr: 9 heures par jour (de 9h00 à 18h00)
pl: 9 godzin dziennie (od 9:00 do 18:00)
ru: 9 часов в день (с 9:00 до 18:00)
uk: 9 годин на день (з 9:00 до 18:00)

# ProWorkingHours
source: 24/7 - round the clock
de: 24/7 - rund um die Uhr
es: 24/7 - las 24 horas
fr: 24/7 - 24 heures sur 24
pl: 24/7 - całodobowo
ru: 24/7 – круглосуточно
uk: 24/7 – цілодобово

source: Included:
de: Enthalten:
es: Incluido:
fr: Inclus :
pl: Zawarte:
ru: Включено:
uk: Включено:

# IncludedAllFromStartPlus
source: All from Start, plus:
de: Alles aus Start, plus:
es: Todo de Start, más:
fr: Tout de Start, plus :
pl: Wszystko z Start, plus:
ru: Включено всё из Start, плюс:
uk: Включено все з Start, плюс:

# IncludedAllFromStandartPlus
source: All from Standart, plus:
de: Alles aus Standart, plus:
es: Todo de Standart, más:
fr: Tout de Standart, plus :
pl: Wszystko ze Standart, plus:
ru: Включено всё из Standart, плюс:
uk: Включено все з Standart, плюс:

# BasicServerMonitoring
source: Basic server status monitoring
de: Grundlegende Serverstatusüberwachung
es: Monitoreo básico del estado del servidor
fr: Surveillance de base de l'état du serveur
pl: Podstawowe monitorowanie stanu serwera
ru: Базовый мониторинг состояния сервера
uk: Базовий моніторинг стану сервера

# WeeklyOSUpdates
source: OS and security updates once a week
de: Betriebssystem- und Sicherheitsupdates einmal pro Woche
es: Actualizaciones del SO y seguridad una vez por semana
fr: Mises à jour du système d'exploitation et de sécurité une fois par semaine
pl: Aktualizacje systemu operacyjnego i zabezpieczeń raz w tygodniu
ru: Обновления ОС и безопасности 1 раз в неделю
uk: Оновлення ОС та безпеки 1 раз на тиждень

# FirewallSSHRDPSetup
source: Firewall, SSH, RDP and basic protection setup
de: Firewall, SSH, RDP und grundlegender Schutz
es: Configuración de Firewall, SSH, RDP y protección básica
fr: Configuration du pare-feu, SSH, RDP et protection de base
pl: Konfiguracja zapory, SSH, RDP i podstawowej ochrony
ru: Настройка Firewall, SSH, RDP и базовой защиты
uk: Налаштування Firewall, SSH, RDP та базової захисту

# Installation12AppsPerMonth
source: Installation of 1-2 applications/month
de: Installation von 1-2 Anwendungen/Monat
es: Instalación de 1-2 aplicaciones/mes
fr: Installation de 1-2 applications/mois
pl: Instalacja 1-2 aplikacji/miesiąc
ru: Установка 1–2 приложений/месяц
uk: Встановлення 1–2 додатків/місяць

# TechSupportDuringHours
source: Technical support by request during working hours
de: Technischer Support auf Anfrage während der Arbeitszeiten
es: Soporte técnico por solicitud durante el horario laboral
fr: Support technique sur demande pendant les heures de travail
pl: Wsparcie techniczne na żądanie w godzinach pracy
ru: Техподдержка по заявкам в рабочее время
uk: Техпідтримка за заявками в робочий час

source: Advanced monitoring and alerts
de: Erweiterte Überwachung und Warnungen
es: Monitoreo avanzado y alertas
fr: Surveillance avancée et alertes
pl: Zaawansowane monitorowanie i alerty
ru: Продвинутый мониторинг и алерты
uk: Просунутий моніторинг та алерти

# DeploymentAndCICDHelp
source: Assistance with deployment and CI/CD pipelines
de: Hilfe bei Deployment und CI/CD-Pipelines
es: Asistencia con despliegue y pipelines CI/CD
fr: Aide au déploiement et aux pipelines CI/CD
pl: Pomoc w wdrażaniu i pipeline'ach CI/CD
ru: Помощь с деплоем и CI/CD пайплайнами
uk: Допомога з деплоєм та CI/CD пайплайнами

# UpTo5RequestsPerDay
source: Up to 5 requests/actions per day
de: Bis zu 5 Anfragen/Aktionen pro Tag
es: Hasta 5 solicitudes/acciones por día
fr: Jusqu'à 5 demandes/actions par jour
pl: Do 5 żądań/akcji dziennie
ru: До 5 заявок/действий в день
uk: До 5 заявок/дій на день

# IncidentResponse1Hour
source: Incident response within 1 hour
de: Reaktion auf Vorfälle innerhalb von 1 Stunde
es: Respuesta a incidentes en 1 hora
fr: Réponse aux incidents en 1 heure
pl: Reakcja na incydenty w ciągu 1 godziny
ru: Реакция на инциденты в течение 1 часа
uk: Реакція на інциденти протягом 1 години

source: Service/DB optimization
de: Service/DB-Optimierung
es: Optimización de servicios/BD
fr: Optimisation des services/BD
pl: Optymalizacja usług/BD
ru: Оптимизация работы сервисов/БД
uk: Оптимізація роботи сервісів/БД

# IncidentResponse247
source: Incident response in 24/7 mode
de: Reaktion auf Vorfälle im 24/7-Modus
es: Respuesta a incidentes en modo 24/7
fr: Réponse aux incidents en mode 24/7
pl: Reakcja na incydenty w trybie 24/7
ru: Реакция на инциденты в режиме 24/7
uk: Реакція на інциденти в режимі 24/7

source: Personal engineer/admin
de: Persönlicher Ingenieur/Administrator
es: Ingeniero/administrador personal
fr: Ingénieur/administrateur personnel
pl: Osobisty inżynier/administrator
ru: Персональный инженер/админ
uk: Персональний інженер/адмін

# DistributedSystemsSupport
source: Support for distributed systems (VPN, clusters)
de: Unterstützung für verteilte Systeme (VPN, Cluster)
es: Soporte para sistemas distribuidos (VPN, clústeres)
fr: Support pour systèmes distribués (VPN, clusters)
pl: Wsparcie dla systemów rozproszonych (VPN, klastry)
ru: Поддержка распределённых систем (VPN, кластеров)
uk: Підтримка розподілених систем (VPN, кластерів)

# AdvancedProtection
source: Advanced protection (WAF, IDS, Fail2Ban)
de: Erweiterter Schutz (WAF, IDS, Fail2Ban)
es: Protección avanzada (WAF, IDS, Fail2Ban)
fr: Protection avancée (WAF, IDS, Fail2Ban)
pl: Zaawansowana ochrona (WAF, IDS, Fail2Ban)
ru: Расширенная защита (WAF, IDS, Fail2Ban)
uk: Розширений захист (WAF, IDS, Fail2Ban)

source: Full backup and recovery
de: Vollständige Backup und Wiederherstellung
es: Copia de seguridad completa y recuperación
fr: Sauvegarde complète et récupération
pl: Pełna kopia zapasowa i odzyskiwanie
ru: Полное резервное копирование и восстановление
uk: Повне резервне копіювання та відновлення

# UnlimitedTasks
source: Unlimited number of tasks
de: Unbegrenzte Anzahl von Aufgaben
es: Número ilimitado de tareas
fr: Nombre illimité de tâches
pl: Nieograniczona liczba zadań
ru: Неограниченное количество задач
uk: Необмежена кількість завдань

# PrioritySupport
source: Priority support (chat, Telegram)
de: Prioritäts-Support (Chat, Telegram)
es: Soporte prioritario (chat, Telegram)
fr: Support prioritaire (chat, Telegram)
pl: Wsparcie priorytetowe (czat, Telegram)
ru: Приоритетная поддержка (чат, Telegram)
uk: Пріоритетна підтримка (чат, Telegram)

source: Suitable for:
de: Geeignet für:
es: Adecuado para:
fr: Adapté pour :
pl: Odpowiednie dla:
ru: Кому подходит:
uk: Кому підходить:

# StartSuitableFor
source: Small business, startups, test servers
de: Kleine Unternehmen, Startups, Testserver
es: Pequeñas empresas, startups, servidores de prueba
fr: Petites entreprises, startups, serveurs de test
pl: Małe firmy, startupy, serwery testowe
ru: Малый бизнес, стартапы, тестовые сервера
uk: Малий бізнес, стартапи, тестові сервери

# StandartSuitableFor
source: Companies with stable load and business services
de: Unternehmen mit stabiler Last und Geschäftsdiensten
es: Empresas con carga estable y servicios comerciales
fr: Entreprises avec charge stable et services métier
pl: Firmy ze stabilnym obciążeniem i usługami biznesowymi
ru: Компаниям со стабильной нагрузкой и бизнес-сервисами
uk: Компаніям зі стабільним навантаженням та бізнес-сервісами

# ProSuitableFor
source: Mission-critical projects, eCommerce, SaaS, FinTech
de: Kritische Projekte, eCommerce, SaaS, FinTech
es: Proyectos críticos, eCommerce, SaaS, FinTech
fr: Projets critiques, eCommerce, SaaS, FinTech
pl: Projekty krytyczne, eCommerce, SaaS, FinTech
ru: Миссии-критичные проекты, eCommerce, SaaS, финтех
uk: Місії-критичні проекти, eCommerce, SaaS, фінтех

source: Add to Cart
de: In den Warenkorb
es: Añadir al carrito
fr: Ajouter au panier
pl: Dodaj do koszyka
ru: Добавить в корзину
uk: Додати в кошик
